export const feedback = [
  {
    id: 123,
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 января 2020',
    vote: '12'
  },
  {
    id: 124,
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '15 января 2020',
    vote: '2'
  },
  {
    id: 125,
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  },
  {
    id: 126,
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  },
  {
    id: 127,
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  }
]
export const review = [
  {
    id: 128,
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия. Просто длинный текст для теста загаловка ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 января 2020',
    vote: '12'
  },
  {
    id: 129,
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '15 января 2020',
    vote: '2'
  },
  {
    id: 130,
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  },
  {
    id: 131,
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  },
  {
    id: 132,
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  }
]
