export const feedback = [
  {
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 января 2020',
    vote: '12'
  },
  {
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '15 января 2020',
    vote: '2'
  },
  {
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  },
  {
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  },
  {
    name: 'Иван Иваныч',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  }
]
export const review = [
  {
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия. Просто длинный текст для теста загаловка ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 января 2020',
    vote: '12'
  },
  {
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '15 января 2020',
    vote: '2'
  },
  {
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  },
  {
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  },
  {
    name: 'Иван Иваныч',
    title: 'Самая лучшая рецензия из всех рецензий. Топ Рецензия ',
    description: 'Этот фильм входит в десятку моих самых любимых фильмов. Жаль, что такие фильмы уже не снимают и наверно уже никогда не будут снимать.',
    date: '5 мая 2020',
    vote: '121'
  }
]
