export const commentsProps = [
  {
    name: 'Иван',
    date: '1 января 2023',
    comment:
      'Первая серия порадовала, вторая...увы. Эпическое повествование исчезло. К огромному моему сожалению, вторая серия позволяет предположить, что вместо такого ЖИВОГО мира Льда и Пламени, что был в Тронах...Вместо этого нам будет предложена неплохая, но обычная фэнтези. Ну...посмотрим, что там будет дальше.',
    response: [
      {
        name: 'Петр',
        date: '1 января 2023',
        comment:
          'Первая серия порадовала, вторая...увы. Эпическое повествование исчезло. К огромному моему сожалению, вторая серия позволяет предположить, что вместо такого ЖИВОГО мира Льда и Пламени, что был в Тронах...Вместо этого нам будет предложена неплохая, но обычная фэнтези. Ну...посмотрим, что там будет дальше.',
        response: []
      },
      {
        name: 'Иван',
        date: '1 января 2023',
        comment:
          'Первая серия порадовала, вторая...увы. Эпическое повествование исчезло. К огромному моему сожалению, вторая серия позволяет предположить, что вместо такого ЖИВОГО мира Льда и Пламени, что был в Тронах...Вместо этого нам будет предложена неплохая, но обычная фэнтези. Ну...посмотрим, что там будет дальше.',
        response: []
      }
    ]
  },
  {
    name: 'Иван',
    date: '1 января 2023',
    comment:
      'Первая серия порадовала, вторая...увы. Эпическое повествование исчезло. К огромному моему сожалению, вторая серия позволяет предположить, что вместо такого ЖИВОГО мира Льда и Пламени, что был в Тронах...Вместо этого нам будет предложена неплохая, но обычная фэнтези. Ну...посмотрим, что там будет дальше.',
    response: []
  },
  {
    name: 'Иван',
    date: '1 января 2023',
    comment:
      'Первая серия порадовала, вторая...увы. Эпическое повествование исчезло. К огромному моему сожалению, вторая серия позволяет предположить, что вместо такого ЖИВОГО мира Льда и Пламени, что был в Тронах...Вместо этого нам будет предложена неплохая, но обычная фэнтези. Ну...посмотрим, что там будет дальше.',
    response: []
  },
  {
    name: 'Иван',
    date: '1 января 2023',
    comment:
      'Первая серия порадовала, вторая...увы. Эпическое повествование исчезло. К огромному моему сожалению, вторая серия позволяет предположить, что вместо такого ЖИВОГО мира Льда и Пламени, что был в Тронах...Вместо этого нам будет предложена неплохая, но обычная фэнтези. Ну...посмотрим, что там будет дальше.',
    response: []
  },
  {
    name: 'Иван',
    date: '1 января 2023',
    comment:
      'Первая серия порадовала, вторая...увы. Эпическое повествование исчезло. К огромному моему сожалению, вторая серия позволяет предположить, что вместо такого ЖИВОГО мира Льда и Пламени, что был в Тронах...Вместо этого нам будет предложена неплохая, но обычная фэнтези. Ну...посмотрим, что там будет дальше.',
    response: []
  },
  {
    name: 'Иван',
    date: '1 января 2023',
    comment:
      'Первая серия порадовала, вторая...увы. Эпическое повествование исчезло. К огромному моему сожалению, вторая серия позволяет предположить, что вместо такого ЖИВОГО мира Льда и Пламени, что был в Тронах...Вместо этого нам будет предложена неплохая, но обычная фэнтези. Ну...посмотрим, что там будет дальше.',
    response: []
  }
]
