{
  "translation": {
    "Welcome to React": "Welcome to React and react-i18next",
    "Back": "Back",
    "Full filmography": "Full filmography",
    "8 movies": "8 movies",
    "Rating": "Rating:",
    "More detailed": "More detailed",
    "movies": "Movies",
    "0movie": "Movie",
    "1movie": "Movie",
    "2movies": "Movies",
    "to the movie": "To the movie",
    "comedy": "Comedy",
    "myIvi": "My ivi",
    "whatNew": "what's new",
    "serials": "Series",
    "cartoons": "Cartoons",
    "deleteFilters": "Delete filters",
    "genres": "Genres",
    "countries": "Countries",
    "years": "Years",
    "numberOfRatings": "Number of ratings(from)",
    "rate": "Rate(from)",
    "sort": "Sort by:",
    "sortByAmount": "Rating amount",
    "sortByRating": "Rating",
    "sortByDate": "Release date",
    "sortByAlphabet": "Alphabet",
    "watchFilmsTitle": "Watch films online",
    "expandBtn": "Expand",
    "collapseBtn": "Collapse",
    "cancel": "Cancel",
    "send": "Send",
    "answer": "Answer",
    "your review": "Your review",
    "your comment": "Your comment",
    "title of the review": "Title of the review",
    "minimum of 20 characters": "Minimum of 20 characters",
    "maximum of 1000 characters": "Maximum of 1000 characters",
    "minimum of 2 characters": "Minimum of 2 characters",
    "maximum of 50 characters": "Maximum of 50 characters",
    "write a review": "Write a review",
    "enter a name": "Enter a name",
    "invalid characters": "Invalid characters",
    "biography": "Biography",

    "filmSectionDescriptionP1": "Do you like to watch movies online and spend a lot of time scouring websites looking for something interesting? It is worth staying at ivi.ru - the films that we have collected will be enough for you for a long time. The collection is constantly updated with both new films and recognized masterpieces of past years! Whether you are a fan of action movies or a fan of youth series, the abundance of our catalog will make you forget about all other leisure activities and you will watch your favorite movies online again and again!",
    "filmSectionDescriptionP2": "The choice of films is very wide and varied, so that everyone will find something interesting for themselves, whatever their tastes. Do you prefer paintings exclusively of foreign production? We have plenty of them: these are the golden classics of Hollywood, and soulful French comedies, and temperamental Italian dramas, and noisy Indian musical films. Or maybe you are a patriot and love Russian films? Well, we have many such films. What do you like more - good old classics or new film distribution? No matter what your answer is, we've got it all, from early cinematic films to 2018 and 2017 films.",
    "filmSectionDescriptionP3": "In our catalog you will find any genres. These are films about love, and detectives, and action films, and westerns, and science fiction, and art house, and hilarious comedies, and films about war, and horror, and thrillers, and documentaries ... In addition to the 'full meter' on the site there are also short films, as well as foreign and Russian serials.",
    "filmSectionDescriptionP4": "If you are interested in the most iconic movies online in a particular genre, the category system will help you easily navigate and find, for example, the best dramas or the best animated film online.",
    "filmSectionDescriptionP5": "Do not miss the wonderful opportunity to watch movies online without registration, choosing only what you are really interested in, and when it is convenient for you. It's so easy and enjoyable!",
    "newFilmsSection": "New films",
    "subscribe": "Subscribe",
    "iviPremiers": "Ivi premiers",
    "newContent": "New content",
    "best": "Best in subscribe",
    "newRussian": "Russian films",
    "newAbroad": "Abroad films",
    "bestNew": "Fresh content",
    "freeContent": "Free",
    "trailer": "Trailer",
    "hour": "h",
    "min": "min",
    "film": "",
    "iviRating": "Ivi rating",
    "filmDetails": "Film details",
    "collapseDetails": "Collapse details",
    "plotDetails": "Interesting plot",
    "reviewsAmount": "reviews",
    "rateMovie": "Rate the movie",
    "actorsSecTitle": "Actors and creators",
    "showMore": "More",
    "reviews": "Reviews",
    "createReview": "Leave a review",
    "connectDevice": "Connect device",
    "connectDeviceDescription": "The application is available for download on iOS, Android, SmartTV and set-top boxes",
    "watch": "Watch",
    "allDevices": "on all devices",
    "onFilm": "On film",
    "languages": "Languages",
    "subtitles": "Subtitles",
    "voiceVideo": "Image and sound.",
    "voiceVideoDesc": " Actual quality may vary by device and copyright restrictions.",
    "watchWithFilm": "Watch with",
    "watches": "movie",
    "buySubscribe": "Pay for a subscription",
    "search": "Search",
    "watchFree": "Watch free",
    "subscribe30": "30 days subscription for 1 ₽",
    "promo-code": "Activate Promo-code",
    "iviTitle": "Ivi Online Cinema: Movies in good quality are always a real pleasure",
    "mainContentP1": "Every day, millions of people search for movies online, and no one wants to make things difficult for themselves - and you must be one of them! And if so, then Evie is exactly the resource that you need. You are literally one click away from the best films in HD quality. We do not just free you from the need to go to the cinema or study the TV program - visitors to our resource have much more opportunities.",
    "mainContentP2": "Ivi's video library is a constantly growing collection in RuNet, which has more than 60 thousand domestic and foreign content available for viewing online. We were the first in Russia to sign contracts with the largest Hollywood studios (Walt Disney, Warner Bros., Sony, 20th Century Fox, Universal, Paramount, MGM and others) and we constantly cooperate with the largest Russian companies and TV channels.",
    "mainContentP3": "Online cinema ivi.ru is:",
    "mainContentP4": "Discover the opportunity to watch movies online for free in excellent quality with the Ivi cinema!",
    "list1": "a unique recommendation system that takes into account your preferences and offers to watch exactly what you will definitely like;",
    "list2": "one-touch viewing on any of the devices connected to your Ivy account - from smartphones to TVs with Smart TV technology;",
    "list3": "the ability to download licensed content to the memory of a mobile device and watch it without access to the Internet;",
    "list4": "unique conditions and benefits for owners of the Evie subscription, which makes movie viewing comfortable and enjoyable;",
    "list5": "convenient and advanced notification system, you will not miss the release of a cool discussed blockbuster - we will notify you of the appearance in a way suitable for you;",
    "list6": "the ability to add movies to \"watch later\" to return to them in your free time;",
    "list7": "content that does not require installing video players or looking for codecs to view;",
    "list8": "viewing online content of good resolution without registration and SMS.",
    "forWeek": "for the week",
    "action": "Thrilling Action",
    "drama": "Drama",
    "about": "About us",
    "aboutCom": "About company",
    "jobs": "Jobs",
    "beta": "Beta Program",
    "partners": "Information for partners",
    "ads": "Advertising placement",
    "terms": "Terms of use",
    "policy": "Privacy Policy",
    "compliance": "Compliance",
    "sections": "Sections",
    "tv": "TV+",
    "whatToSee": "What to see",
    "promo": "Promo-code activation",
    "new": "What's new",
    "support": "Support",
    "help": "We are always ready to help you.",
    "operators": "Our operators are online 24/7",
    "chat": "Chat",
    "QA": "Answers on questions",
    "watchFilms": "Watch movies, series and cartoons without ads",
    "downloadIn": "Download to",
    "available": "Available at",
    "watchOn": "Watch on",
    "allDev": "All devices",
    "showMoreBtn": "Show more",
    "actorSearch": "Search by actor",
    "directorSearch": "Search by director"
  }
}
