{
  "translation": {
    "Welcome to React": "Welcome to React and react-i18next",
    "Back": "Back",
    "Full filmography": "Full filmography",
    "8 movies": "8 movies",
    "Rating": "Rating:",
    "More detailed": "More detailed",
    "movies": "Movies",
    "comedy": "Comedy",
    "myIvi": "My ivi",
    "whatNew": "what's new",
    "serials": "Serials",
    "cartoons": "Cartoons",
    "deleteFilters": "Delete filters",
    "genres": "Genres",
    "countries": "Countries",
    "years": "Years",
    "numberOfRatings": "Number of ratings(from)",
    "rate": "Rate(from)",
    "ivi": "My Ivi",
    "sort": "Sort by:",
    "sortByAmount": "Rating amount",
    "sortByRating": "Rating",
    "sortByDate": "Release date",
    "sortByAlphabet": "Alphabet",
    "watchFilmsTitle": "Watch films online",
    "expandBtn": "Expand",
    "collapseBtn": "Collapse",
    "filmSectionDescriptionP1": "Do you like to watch movies online and spend a lot of time scouring websites looking for something interesting? It is worth staying at ivi.ru - the films that we have collected will be enough for you for a long time. The collection is constantly updated with both new films and recognized masterpieces of past years! Whether you are a fan of action movies or a fan of youth series, the abundance of our catalog will make you forget about all other leisure activities and you will watch your favorite movies online again and again!",
    "filmSectionDescriptionP2": "The choice of films is very wide and varied, so that everyone will find something interesting for themselves, whatever their tastes. Do you prefer paintings exclusively of foreign production? We have plenty of them: these are the golden classics of Hollywood, and soulful French comedies, and temperamental Italian dramas, and noisy Indian musical films. Or maybe you are a patriot and love Russian films? Well, we have many such films. What do you like more - good old classics or new film distribution? No matter what your answer is, we've got it all, from early cinematic films to 2018 and 2017 films.",
    "filmSectionDescriptionP3": "In our catalog you will find any genres. These are films about love, and detectives, and action films, and westerns, and science fiction, and art house, and hilarious comedies, and films about war, and horror, and thrillers, and documentaries ... In addition to the 'full meter' on the site there are also short films, as well as foreign and Russian serials.",
    "filmSectionDescriptionP4": "If you are interested in the most iconic movies online in a particular genre, the category system will help you easily navigate and find, for example, the best dramas or the best animated film online.",
    "filmSectionDescriptionP5": "Do not miss the wonderful opportunity to watch movies online without registration, choosing only what you are really interested in, and when it is convenient for you. It's so easy and enjoyable!",
    "newFilmsSection": "New films",
    "subscribe": "Subscribe",
    "iviPremiers": "Ivi premiers",
    "newContent": "New content",
    "best": "Best in subscribe",
    "newRussian": "Russian films",
    "newAbroad": "Abroad films",
    "bestNew": "Fresh content",
    "freeContent": "Free",
    "trailer": "Trailer",
    "hour": "h",
    "min": "min",
    "film": "",
    "iviRating": "Ivi rating",
    "filmDetails": "Film details",
    "collapseDetails": "Collapse details",
    "plotDetails": "Interesting plot",
    "reviewsAmount": "reviews",
    "rateMovie": "Rate the movie",
    "actorsSecTitle": "Actors and creators",
    "showMore": "More",
    "reviews": "Reviews",
    "createReview": "Leave a review",
    "connectDevice": "Connect device",
    "connectDeviceDescription": "The application is available for download on iOS, Android, SmartTV and set-top boxes",
    "watch": "Watch",
    "allDevices": "on all devices",
    "onFilm": "On film",
    "languages": "Languages",
    "subtitles": "Subtitles",
    "voiceVideo": "Image and sound.",
    "voiceVideoDesc": " Actual quality may vary by device and copyright restrictions.",
    "watchWithFilm": "Watch with",
    "watches": "movie"
  }
}
