{
  "translation": {
    "Welcome to React": "Добро пожаловать в React и react-i18next",
    "Back": "Назад",
    "Full filmography": "Полная фильмография",
    "8 movies": "8 фильмов",
    "Rating": "Рейтинг:",
    "More detailed": "Подробнее",
    "movies": "Фильмы",
    "0movie": "Фильмов",
    "1movie": "Фильм",
    "2movies": "Фильма",
    "to the movie": "К фильму",
    "comedy": "Комедии",
    "myIvi": "Мой иви",
    "whatNew": "Что нового",
    "serials": "Сериалы",
    "cartoons": "Мультфильмы",
    "deleteFilters": "Сбросить фильтры",
    "genres": "Жанры",
    "countries": "Страны",
    "years": "Годы",
    "numberOfRatings": "Количество оценок(от)",
    "rate": "Рейтинг(от)",
    "sort": "Сортировать",
    "sortByAmount": "По количеству оценок",
    "sortByRating": "По рейтингу",
    "sortByDate": "По дате выхода",
    "sortByAlphabet": "По алфавиту",
    "watchFilmsTitle": "Фильмы смотреть онлайн",
    "expandBtn": "Развернуть",
    "collapseBtn": "Свернуть",
    "answer": "Ответить",
    "cancel": "Отменить",
    "send": "Отправить",
    "your review": "Ваша рецензия",
    "your comment": "Ваш комментарий",
    "title of the review": "Название рецензии",
    "minimum of 20 characters": "Минимум 20 символов",
    "maximum of 1000 characters": "Максимум 1000 символов",
    "minimum of 2 characters": "Минимум 2 символа",
    "maximum of 50 characters": "Минимум 2 символа",
    "write a review": "Напишите рецензию",
    "enter a name": "Введите имя",
    "invalid characters": "Недопустимые символы",
    "biography": "Биография",

    "filmSectionDescriptionP1": "Вы любите смотреть фильмы онлайн и проводите много времени, прочесывая сайты в поисках чего-нибудь интересного? Стоит задержаться на ivi.ru – фильмов, которые собраны у нас, вам хватит надолго. Коллекция постоянно пополняется как новыми фильмами, так и признанными шедеврами прошлых лет! Независимо от того, кто вы – любитель энергичных боевиков или поклонница молодежных сериалов, изобилие нашего каталога заставит вас забыть обо всех других способах проведения досуга, и вы будете пересматривать любимые фильмы онлайн снова и снова!",
    "filmSectionDescriptionP2": "Выбор фильмов очень широк и многообразен, так что каждый найдет для себя что-то интересное, каким бы ни были его вкусы. Предпочитаете картины исключительно зарубежного производства? У нас их предостаточно: это и золотая классика Голливуда, и душевные французские комедии, и темпераментные итальянские драмы, и шумные индийские музыкальные фильмы. А может, вы патриот и любите российские фильмы? Что ж, и таких фильмов у нас немало. Что вам больше по вкусу – добрая старая классика или новинки кинопроката? Неважно, каким будет ваш ответ – у нас есть все, как картины эпохи зарождения кинематографа, так 2018 года и фильмы 2017.",
    "filmSectionDescriptionP3": "В нашем каталоге вы найдете любые жанры. Это и фильмы про любовь, и детективы, и боевики, и вестерны, и фантастика, и арт-хаус, и уморительные комедии, и фильмы про войну, и ужасы, и триллеры, и документалистика... Кроме «полного метра» на сайте представлены также короткометражные фильмы, а также иностранные и русские сериалы.",
    "filmSectionDescriptionP4": "Если вас интересуют самые знаковые фильмы онлайн в том или ином жанре, система рубрикации поможет вам без труда сориентироваться и найти, например, лучшие драмы или лучший анимационный фильм онлайн.",
    "filmSectionDescriptionP5": "Не упустите замечательную возможность смотреть фильмы онлайн без регистрации, выбирая только то, что вам действительно интересно, и тогда, когда вам это удобно. Ведь это так просто и приятно!",
    "newFilmsSection": "Фильмы-новинки",
    "subscribe": "Подписка",
    "iviPremiers": "Премьеры на Иви",
    "newContent": "Новинки Подписки",
    "best": "Лучшее в подписке",
    "newRussian": "Российские новинки",
    "newAbroad": "Зарубежные новинки",
    "bestNew": "Лучшие новинки",
    "freeContent": "Бесплатные новинки",
    "trailer": "Трейлер",
    "hour": "ч",
    "min": "мин",
    "film": "Фильм ",
    "iviRating": "Рейтинг Иви",
    "filmDetails": "Детали о фильме",
    "collapseDetails": "Свернуть детали",
    "plotDetails": "Интересный сюжет",
    "reviewsAmount": "оценок",
    "rateMovie": "Оценить",
    "actorsSecTitle": "Актёры и создатели",
    "showMore": "Ещё",
    "reviews": "Рецензии",
    "createReview": "Оставить рецензию",
    "connectDevice": "Подключить устройства",
    "connectDeviceDescription": "Приложение доступно для скачивания на iOS, Android, SmartTV и приставках",
    "watch": "Смотреть",
    "allDevices": "на всех устройствах",
    "onFilm": "На фильм",
    "languages": "Языки",
    "subtitles": "Субтитры",
    "voiceVideo": "Изображение и звук.",
    "voiceVideoDesc": " Фактическое качество зависит от устройства и ограничений правообладателя.",
    "watchWithFilm": "С фильмом",
    "watches": "смотрят",
    "buySubscribe": "Оплатить подписку",
    "search": "Поиск",
    "watchFree": "Смотреть бесплатно",
    "subscribe30": "30 дней подписки за 1 ₽",
    "promo-code": "Активировать сертификат",
    "iviTitle": "Онлайн-кинотеатр Иви: фильмы в хорошем качестве всегда приносят настоящее удовольствие",
    "mainContentP1": "Каждый день миллионы людей ищут фильмы онлайн, и никто не хочет усложнять себе жизнь – и вы наверняка один из них! А раз так, то Иви – это именно тот ресурс, который вам нужен. От лучших кинолент в HD-качестве вас отделяет буквально один клик. Мы не просто освобождаем от необходимости идти в кинотеатр или изучать программу телепередач – у посетителей нашего ресурса гораздо больше возможностей.",
    "mainContentP2": "Видеотека Иви – это постоянно пополняющаяся коллекция в рунете, которая насчитывает более 60 тысяч отечественного и зарубежного контента, доступного для просмотра онлайн. Мы первыми в России подписали контракты с крупнейшими голливудскими студиями (Walt Disney, Warner Bros., Sony, 20th Century Fox, Universal, Paramount, MGM и другими) и на постоянной основе сотрудничаем с крупнейшими российскими компаниями и телеканалами.",
    "mainContentP3": "Онлайн-кинотеатр ivi.ru – это",
    "mainContentP4": "Откройте для себя возможность смотреть фильмы онлайн бесплатно в отличном качестве с кинотеатром Иви!",
    "list1": "уникальная рекомендательная система, учитывающая ваши предпочтения и предлагающая посмотреть именно то, что точно придется вам по душе;",
    "list2": "просмотр в одно касание на любом из устройств, подключенном к вашему Иви-аккаунту – от смартфонов до телевизоров с технологией Smart TV;",
    "list3": "возможность скачивать в память мобильного устройства лицензионный контент и смотреть его без доступа к Интернету;",
    "list4": "уникальные условия и преимущества для обладателей подписки Иви, делающей кинопросмотр комфортным и приятным;",
    "list5": "удобная и продвинутая система уведомлений, вы не пропустите выход крутого обсуждаемого блокбастера – мы известим о появлении подходящим для вас способом;",
    "list6": "возможность добавлять фильмы в «смотреть позже», чтобы вернуться к ним в свободное время;",
    "list7": "контент, для просмотра которого не требуется устанавливать видеоплееры или искать кодеки;",
    "list8": "просмотр онлайн контента хорошего разрешения без регистрации и смс.",
    "forWeek": "за неделю",
    "action": "Захватывающие боевики",
    "drama": "Драмы",
    "about": "О нас",
    "aboutCom": "О компании",
    "jobs": "Вакансии",
    "new": "Что нового",
    "beta": "Программа бета-тестирования",
    "partners": "Информация для партнёров",
    "ads": "Размещение рекламы",
    "terms": "Пользовательское соглашение",
    "policy": "Политика конфиденциальности",
    "compliance": "Комплаенс",
    "sections": "Разделы",
    "tv": "TV+",
    "promo": "Активировать промокод",
    "whatToSee": "Что посмотреть",
    "support": "Служба поддержки",
    "help": "Мы всегда готовы вам помочь.",
    "operators": "Наши операторы онлайн 24/7",
    "chat": "Написать в чате",
    "QA": "Ответы на вопросы",
    "watchFilms": "Смотрите фильмы, сериалы и мультфильмы без рекламы",
    "downloadIn": "Загрузить в",
    "available": "Доступно в",
    "watchOn": "Смотрите на",
    "allDev": "Все устройства"

  }
}
