{
  "translation": {
    "Welcome to React": "Добро пожаловать в React и react-i18next",
    "Back": "Назад",
    "Full filmography": "Полная фильмография",
    "8 movies": "8 фильмов",
    "Rating": "Рейтинг:",
    "More detailed": "Подробнее",
    "movies": "Фильмы",
    "comedy": "Комедии",
    "myIvi": "Мой иви",
    "whatNew": "Что нового",
    "serials": "Сериалы",
    "cartoons": "Мультфильмы",
    "deleteFilters": "Сбросить фильтры",
    "genres": "Жанры",
    "countries": "Страны",
    "years": "Годы",
    "numberOfRatings": "Количество оценок(от)",
    "rate": "Рейтинг(от)",
    "ivi": "Мой Иви",
    "sort": "Сортировать",
    "sortByAmount": "По количеству оценок",
    "sortByRating": "По рейтингу",
    "sortByDate": "По дате выхода",
    "sortByAlphabet": "По алфавиту",
    "watchFilmsTitle": "Фильмы смотреть онлайн",
    "expandBtn": "Развернуть",
    "collapseBtn": "Свернуть",
    "filmSectionDescriptionP1": "Вы любите смотреть фильмы онлайн и проводите много времени, прочесывая сайты в поисках чего-нибудь интересного? Стоит задержаться на ivi.ru – фильмов, которые собраны у нас, вам хватит надолго. Коллекция постоянно пополняется как новыми фильмами, так и признанными шедеврами прошлых лет! Независимо от того, кто вы – любитель энергичных боевиков или поклонница молодежных сериалов, изобилие нашего каталога заставит вас забыть обо всех других способах проведения досуга, и вы будете пересматривать любимые фильмы онлайн снова и снова!",
    "filmSectionDescriptionP2": "Выбор фильмов очень широк и многообразен, так что каждый найдет для себя что-то интересное, каким бы ни были его вкусы. Предпочитаете картины исключительно зарубежного производства? У нас их предостаточно: это и золотая классика Голливуда, и душевные французские комедии, и темпераментные итальянские драмы, и шумные индийские музыкальные фильмы. А может, вы патриот и любите российские фильмы? Что ж, и таких фильмов у нас немало. Что вам больше по вкусу – добрая старая классика или новинки кинопроката? Неважно, каким будет ваш ответ – у нас есть все, как картины эпохи зарождения кинематографа, так 2018 года и фильмы 2017.",
    "filmSectionDescriptionP3": "В нашем каталоге вы найдете любые жанры. Это и фильмы про любовь, и детективы, и боевики, и вестерны, и фантастика, и арт-хаус, и уморительные комедии, и фильмы про войну, и ужасы, и триллеры, и документалистика... Кроме «полного метра» на сайте представлены также короткометражные фильмы, а также иностранные и русские сериалы.",
    "filmSectionDescriptionP4": "Если вас интересуют самые знаковые фильмы онлайн в том или ином жанре, система рубрикации поможет вам без труда сориентироваться и найти, например, лучшие драмы или лучший анимационный фильм онлайн.",
    "filmSectionDescriptionP5": "Не упустите замечательную возможность смотреть фильмы онлайн без регистрации, выбирая только то, что вам действительно интересно, и тогда, когда вам это удобно. Ведь это так просто и приятно!",
    "newFilmsSection": "Фильмы-новинки",
    "subscribe": "Подписка",
    "iviPremiers": "Премьеры на Иви",
    "newContent": "Новинки Подписки",
    "best": "Лучшее в подписке",
    "newRussian": "Российские новинки",
    "newAbroad": "Зарубежные новинки",
    "bestNew": "Лучшие новинки",
    "freeContent": "Бесплатные новинки",
    "trailer": "Трейлер",
    "hour": "ч",
    "min": "мин",
    "film": "Фильм ",
    "iviRating": "Рейтинг Иви",
    "filmDetails": "Детали о фильме",
    "collapseDetails": "Свернуть детали",
    "plotDetails": "Интересный сюжет",
    "reviewsAmount": "оценок",
    "rateMovie": "Оценить",
    "actorsSecTitle": "Актёры и создатели",
    "showMore": "Ещё",
    "reviews": "Рецензии",
    "createReview": "Оставить рецензию",
    "connectDevice": "Подключить устройства",
    "connectDeviceDescription": "Приложение доступно для скачивания на iOS, Android, SmartTV и приставках",
    "watch": "Смотреть",
    "allDevices": "на всех устройствах",
    "onFilm": "На фильм",
    "languages": "Языки",
    "subtitles": "Субтитры",
    "voiceVideo": "Изображение и звук.",
    "voiceVideoDesc": " Фактическое качество зависит от устройства и ограничений правообладателя.",
    "watchWithFilm": "С фильмом",
    "watches": "смотрят"
  }
}
